from CONFIG import *

default_answers = [
    f'да, {USER_NAME_RUS}',
    'ай',
    'мм?',
    'я тут',
    'мур мяу',
    'что?',
    'агаaa',
    'чем могу помочь?',
    'к вашим услугам',
    'слушаю',
    'выкладывай',
    'рассказывай',
    'я скучала',
    'что там у тебя?',
    'да да',
    'наконец то'
]

welcome_answers = [
    'рада помочь',
    'в любое время',
    'не стоит благодарности',
    'была рада помочь',
    'обращайся',
    'пожалуйста',
    'проще простого',
    'изи',
    'я тут, если что'
]

error_message = 'какая то ошибка, хи, хи'
error_message_gpt = 'сервер чат джи пи ти разорвал соединение, давай попробуем позже'